 [
    {
    "id": 1,
    "coverImage": "./src/assets/poverty.jpg",
    "title": "1. No Poverty",
    "titleDisc": "Sustainable Development Goal 1 (SDG 1 or Global Goal 1)  one of the 17 Sustainable Development Goals established by the United Nations in 2015, calls for the end of poverty in all forms. The official wording is: 'No Poverty'. Member countries have pledged to 'Leave No One Behind': underlying the goal is a 'powerful commitment to leave no one behind and to reach those farthest behind first'. Sustainable",
    "information": "Mission Statement \n 'End poverty in all its forms everywhere' \n Type of Project \n Non-Profit \n Location \n Global \n Founder \n United Nations \n Established \n 2015",
    "information2": "SDG 1 aims to eradicate every form of extreme poverty including the lack of food, clean drinking water, and sanitation. Achieving this goal includes finding solutions to new threats caused by climate change and conflict. SDG 1 focuses not just on people living in poverty, but also on the services people rely on and social policy that either promotes or prevents poverty.\nThe goal has seven targets and 13 indicators to measure progress. The five outcome targets are: eradication of extreme poverty; reduction of all poverty by half; implementation of social protection systems; ensuring equal rights to ownership, basic services, technology and economic resources; and the building of resilience to environmental, economic and social disasters. The two targets related to means of implementation SDG 1 are mobilization of resources to end poverty; and the establishment of poverty eradication policy frameworks at all levels.\nDespite the ongoing progress, 10 percent of the world's population live in poverty and struggle to meet basic needs such as health, education, and access to water and sanitation. Extreme poverty remains prevalent in low-income countries, particularly those affected by conflictand political upheaval. In 2015, more than half of the world's 736 million people living in extreme poverty lived in Sub-Saharan Africa. The rural poverty rate stands at 17.2 percent and 5.3 percent in urban areas (in 2016).\nOne of the key indicators that measure poverty is the proportion of population living below the international and national poverty line. Measuring the proportion of the population covered by social protection systems and living in households with access to basic services is also an indication of the level of poverty.\n\nBackground\nPoverty\n\nProportion of people living below $1 90 a day, 1990–2015, 2018 nowcast and 2030 projection (percentage)\nIn 2013, an estimated 385 million children lived on less than US$1.90 per day. These figures are unreliable due to huge gaps in data on the status of children worldwide. \nSince 1990, countries around the world have taken various measures to reduce poverty and achieved remarkable results. The number of people living in extreme poverty decreased from 1.8 billion to 776 million in 2013. Still, people continue to live in poverty with the World Bankestimating that 40 million to 60 million people will fall into extreme poverty in 2020.\nChanges relative to higher poverty lines, not just extreme poverty, are also tracked.\nThe World Bank's 2024 analysis shows that 22 low-income countries, representing 7% of the global population, have experienced only a 0.26% annual GDP growth since the late 1980s.\n\nTargets, indicators and progress\nPoverty eradication is important for the reduction of inequalities that currently exist among people and for the socio-economic and political stability of countries left behind. The UN defined 7 Targets and 14 Indicators for SDG 1. The main data source for SDG 1 indicators (including maps) come from Our World in Data's SDG Tracker.[5] The targets cover a wide range of issues including the eradication of extreme poverty (target 1.1), reduction of poverty by half (1.2), implementation of social protection systems (1.3), ensuring equal rights to ownership, basic services, technology and economic resources (1.4), building of resilience towards environmental, economic and social disasters (1.5), and mobilization of resources to end poverty (1.6).\nTargets specify the goals while indicators represent the metrics by which the world aims to track whether these targets are achieved. SDG 1 has two specific poverty reduction targets: eradicating extreme poverty (target 1.1) and reduce poverty by half by 2030 (target 1.2).\nFive of the targets are to be reached by 2030, and two have no specified date.\nTarget 1.1: Eradicate extreme poverty\n\nPoverty headcount ratio at $1.90 a day is the percentage of the population living on less than $1.90 a day.\nThe full text of Target 1.1 is: By 2030, eradicate extreme poverty for all people everywhere, currently defined as living on less than $2.15 per person per day at 2017 purchasing power parity.\nTarget 1.1 includes one indicator: Indicator 1.1.1 is the \"Proportion of population living below the international poverty line aggregated by sex, age, employment status, and geographical location (urban/rural)\".\nIt was reported in 2020 that \"The share of the world’s workers living in extreme poverty fell by half over the last decade: from 14.3 per cent in 2010 to 7.1 per cent in 2019\".\nA study published in September 2020 found that extreme poverty had increased by 7 percent in just a few months, after a steady decrease for the last 20 years.\nTarget 1.2: Reduce poverty by at least 50%\nThe full text of Target 1.2 is: \"By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.\"\nIndicators include:\nIndicator 1.2.1: Proportion of population living below the national poverty line.\nIndicator 1.2.2: Proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions.\nTarget 1.3: Implement nationally appropriate social protection systems\n\nCoverage of social insurance programs shows the percentage of population participating in programs that provide old age contributory pensions\nThe full text of Target 1.3 is: \"Implement nationally appropriate social protection systems and measures for all, by 2030 achieve substantial coverage of the poor and the vulnerable.\"\nIndicator 1.3.1 is the \"Proportion of population covered by social protection systems, by sex, distinguishing children, unemployed persons, older persons, persons with disabilities, pregnant women, newborns, work-injury victims and the poor and the vulnerable\".\nTarget 1.4: Equal rights to ownership, basic services, technology, and economic resources\nThe full text of Target 1.4 is: \"By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including micro-finance.\"\nIts two indicators are:\nIndicator 1.4.1: Proportion of population living in households with access to basic services.\nIndicator 1.4.2: Proportion of total adult population with secure tenure rights to land, (a) with legally recognized documentation, and (b) who perceive their rights to land as secure, by sex and type of tenure.\nTarget 1.5: Build resilience to environmental, economic, and social disasters\n\nHaitian woman walks with her child toward the distribution line in Port-au-Prince, Haiti, after massive earthquake shook with the whole country in 2010\nThe full text of Target 1.5 is: \"By 2030, build the resilience of the poor and those in vulnerable situations and reduce their exposure and vulnerability to climate-related extreme events and other economic, social and environmental shocks and disasters.\"\nIt has four indicators:\nIndicator 1.5.1: Number of deaths, missing persons and directly affected persons attributed to disasters.\nIndicator 1.5.2: Direct economic loss attributed to disasters in relation to global gross domestic product (GDP).\nIndicator 1.5.3: Number of countries that adopt and implement national disaster risk reduction strategies in line with the Sendai Framework for Disaster Risk Reduction2015–2030.\nIndicator 1.5.4: Proportion of local governments that adopt and implement local disaster risk reduction strategies in line with national disaster risk reduction strategies.\nTarget 1.a: Mobilization of resources to end poverty\nThe text of Target 1.a is: \"Ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation in order to provide adequate and predictable means for developing countries particularly least developed countries.\"\nIt has three indicators:\nIndicator 1.a.1: Proportion of domestically generated resources allocated by the government directly to poverty reduction programmes.\nIndicator 1.a.2: Proportion of total government spending on essential services (education, health and social protection).\nIndicator 1.a.3: Sum of total grants and non-debt-creating inflows directly allocated to poverty reduction programmes as a proportion of GDP.\nA proposal has been tabled in 2020 to delete Target 1.a.\nTarget 1.b: Establishment of poverty eradication policy frameworks at all levels\nThe full text of Target 1.b is: \"Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions.\"\nIt has one indicator: Indicator 1.b.1 is the \"Pro-poor public social spending\".\nCustodian agencies\nCustodian agencies are in charge of measuring the progress of the indicators:\nFor Indicator 1.1.1: World Bank (WB) and International Labor Organization (ILO)\nFor Indicator 1.2.1: WB\nFor Indicator 1.2.2: National Statistics Offices, WB, UNICEFand UNDP\nFor Indicator 1.3.1: ILO and WB\nFor Indicator 1.4.1: United Nations Human Settlements Programme (UN-HABITAT)\nFor Indicator 1.4.2: WB and UN-HABITAT collectively.\nFor all four Indicators under Target 1.5: United Nations International Strategy for Disaster Reduction (UNISDR)\nFor Indicator 1.a.1: Organisation for Economic Co-operation and Development (OECD)\nFor Indicator 1.a.2: UNESCO-UIS\nFor Indicator 1.b.1: UNICEF and Save the Children\n",
    "isBook": true
},
{
    "id": 2,
    "coverImage": "./src/assets/zerohunger.jpg",
    "title": "2. Zero Hunger",
    "titleDisc": "\"Zero Hunger\" is a fundamental goal embedded within the United Nations Sustainable Development Goals (SDGs) that aims to eradicate hunger and ensure food security for all by the year 2030. This goal underscores the global commitment to address the pervasive issue of hunger, which continues to plague millions of individuals worldwide. Achieving zero hunger is not only a moral imperative but also a critical step towards fostering sustainable development and improving the quality of life for communities around the globe.",
    "information": "",
    "information2": "Zero Hunger is one of the United Nations Sustainable Development Goals (SDGs) and is defined as the objective to ensure that everyone has access to sufficient, safe, and nutritious food to meet their dietary needs and preferences, and that all people have the ability to acquire the food they need, without compromising their economic, social, and environmental well-being.\n\nAlthough there is more than enough food produced today to feed many people, there are up to 828 million people that remain chronically undernourished. Malnutrition is taking a heavy toll across developing and developed nations. There are more than two billion adults, adolescents, and children who are now obese or overweight. These concerning trends coincide with the diminishing availability of land; increasing soil and biodiversity degradation, and more frequent and severe weather events. \n\n \nThe challenge of achieving zero hunger is complex and multifaceted, with various factors contributing to food insecurity. In recent years, the world has witnessed a concerning increase in the number of people experiencing chronic hunger and food insecurity, exacerbated by challenges such as the COVID-19 pandemic, conflict, climate change, and economic disparities. According to data from 2022, an estimated 735 million individuals were chronically hungry, while 2.4 billion faced varying degrees of food insecurity, highlighting the urgent need for action.\n \nTo address the issue of hunger comprehensively, a holistic approach is essential. This approach involves investing in sustainable agriculture, enhancing social protection mechanisms, empowering small-scale farmers, and transforming food systems to ensure equitable access to nutritious food for all. Efforts to promote sustainable food production, reduce food waste, and support local communities play a crucial role in advancing the goal of zero hunger. By prioritizing initiatives that foster food security and nutrition, we can create a more resilient and equitable food system that benefits individuals and communities globally.\n \n\nThe pursuit of zero hunger is a shared responsibility that requires collective action at the local, national, and global levels. By prioritizing investments in agriculture, social protection, and sustainable food systems, we can work towards ensuring that no one goes to bed hungry. Individuals can contribute to this goal by supporting local farmers, making sustainable food choices, and advocating for policies that promote food security and nutrition. Together, we can strive towards a world where hunger is eradicated, and every individual has access to the nutritious food they need to thrive.\n",
    "isBook": true 
},
{
    "id": 3,
    "coverImage": "./src/assets/goodhealth.jpg",
    "title": "3. good health & well",
    "titleDisc": " ENSURE HEALTHY LIVES AND PROMOTE WELL-BEING FOR ALL AT ALL AGES.\nOver the last 15 years, the number of childhood deaths has been cut in half. This proves that it is possible to win the fight against almost every disease. Still, we are spending an astonishing amount of money and resources on treating illnesses that are surprisingly easy to prevent. The new goal for worldwide Good Health promotes healthy lifestyles, preventive measures and modern, efficient healthcare for everyone.\n",
   "information": "THE TARGETS\nEveryone can help to make sure that we meet the Global Goals. Use these thirteen targets to create action to promote health and well-being for all.\n",
   "information2": "\nTARGET 3.1\n\nREDUCE MATERNAL MORTALITY\nBy 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births.\n\nTARGET 3.2\n\nEND ALL PREVENTABLE DEATHS UNDER 5 YEARS OF AGE\nBy 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under‑5 mortality to at least as low as 25 per 1,000 live births.\n\nTARGET 3.3\n\nFIGHT COMMUNICABLE DISEASES\nBy 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases.\n\nTARGET 3.4\n\nREDUCE MORTALITY FROM NON-COMMUNICABLE DISEASES AND PROMOTE MENTAL HEALTH\nBy 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being.\n\nTARGET 3.5\n\nPREVENT AND TREAT SUBSTANCE ABUSE\nStrengthen the prevention and treatment of substance abuse, including narcotic drug abuse and harmful use of alcohol.\n\nTARGET 3.6\n\nREDUCE ROAD INJURIES AND DEATHS\nBy 2020, halve the number of global deaths and injuries from road traffic accidents.\n\nTARGET 3.7\n\nUNIVERSAL ACCESS TO SEXUAL AND REPRODUCTIVE CARE, FAMILY PLANNING AND EDUCATION\nBy 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes.\n\nTARGET 3.8\n\nACHIEVE UNIVERSAL HEALTH COVERAGE\nAchieve universal health coverage, including financial risk protection, access to quality essential health-care services and access to safe, effective, quality and affordable essential medicines and vaccines for all.\n\nTARGET 3.9\n\nREDUCE ILLNESSES AND DEATH FROM HAZARDOUS CHEMICALS AND POLLUTION\nBy 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination.\n\nTARGET 3.A\n\nIMPLEMENT THE WHO FRAMEWORK CONVENTION ON TOBACCO CONTROL\nStrengthen the implementation of the World Health Organization Framework Convention on Tobacco Control in all countries, as appropriate.\n\nTARGET 3.B\n\nSUPPORT RESEARCH, DEVELOPMENT AND UNIVERSAL ACCESS TO AFFORDABLE VACCINES AND MEDICINES\n\nSupport the research and development of vaccines and medicines for the communicable and non-communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all.\n\nTARGET 3.C\n\nINCREASE HEALTH FINANCING AND SUPPORT HEALTH WORKFORCE IN DEVELOPING COUNTRIES\nSubstantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing States.\n\nTARGET 3.D\n\nIMPROVE EARLY WARNING SYSTEMS FOR GLOBAL HEALTH RISKS\nStrengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks.\n\nhttps://www.globalgoals.org/goals/3-good-health-and-well-being/\n",
    "isBook": true 
},
{
    "id": 4,
    "coverImage": "./src/assets/qualityeduc.jpg",
    "title": "4. Quality Education",
    "titleDisc": "ENSURE INCLUSIVE AND EQUITABLE QUALITY EDUCATION AND PROMOTE LIFELONG LEARNING OPPORTUNITIES FOR ALL.`",
    "information":"Education liberates the intellect, unlocks the imagination and is fundamental for self-respect. It is the key to prosperity and opens a world of opportunities, making it possible for each of us to contribute to a progressive, healthy society. Learning benefits every human being and should be available to all.",
    "information2":"THE TARGETS \nEveryone can help to make sure that we meet the Global Goals. Use these ten targets to create action to ensure quality education.\n\n\n\nFREE PRIMARY AND SECONDARY EDUCATION\nBy 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading to relevant and effective learning outcomes.\n\n\n\nEQUAL ACCESS TO QUALITY PRE-PRIMARY EDUCATION\nBy 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education.\n\n\n\nEQUAL ACCESS TO AFFORDABLE TECHNICAL, VOCATIONAL AND HIGHER EDUCATION\nBy 2030, ensure equal access for all women and men to affordable and quality technical, vocational and tertiary education, including university.\n\n\n\nINCREASE THE NUMBER OF PEOPLE WITH RELEVANT SKILLS FOR FINANCIAL SUCCESS\nBy 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship.\n\n\n\nELIMINATE ALL DISCRIMINATION IN EDUCATION\nBy 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations.\n\n\n\nUNIVERSAL LITERACY AND NUMERACY\nBy 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy.\n\n\n\nEDUCATION FOR SUSTAINABLE DEVELOPMENT AND GLOBAL CITIZENSHIP\nBy 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture’s contribution to sustainable development.\n\n\nBUILD AND UPGRADE INCLUSIVE AND SAFE SCHOOLS\nBuild and upgrade education facilities that are child, disability and gender sensitive and provide safe, non-violent, inclusive and effective learning environments for all.\n\n\n\nEXPAND HIGHER EDUCATION SCHOLARSHIPS FOR DEVELOPING COUNTRIES\nBy 2020, substantially expand globally the number of scholarships available to developing countries, in particular least developed countries, small island developing States and African countries, for enrolment in higher education, including vocational training and information and communications technology, technical, engineering and scientific programmes, in developed countries and other developing countries.\n\n",
    "isBook": true 
},
{
    "id": 5,
    "coverImage": "./src/assets/genderequality.jpg",
    "title": "5. Gender Equality",
    "titleDisc": "GENDER EQUALITY",
    "information":"ACHIEVE GENDER EQUALITY AND EMPOWER ALL WOMEN AND GIRLS.\nGender bias is undermining our social fabric and devalues all of us. It is not just a human rights issue; it is a tremendous waste of the world’s human potential. By denying women equal rights, we deny half the population a chance to live life at its fullest. Political, economic and social equality for women will benefit all the world’s citizens. Together we can eradicate prejudice and work for equal rights and respect for all.\n",
    "information2":"THE TARGETS\nEveryone can help to make sure that we meet the Global Goals. Use these nine targets to create action for gender equality.\n\nEND DISCRIMINATION AGAINST WOMEN AND GIRLS\nEnd all forms of discrimination against all women and girls everywhere.\n\nEND ALL VIOLENCE AGAINST AND EXPLOITATION OF WOMEN AND GIRLS\nEliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation\n\nELIMINATE FORCED MARRIAGES AND GENITAL MUTILATION\nEliminate all harmful practices, such as child, early and forced marriage and female genital mutilation.\nVALUE UNPAID CARE AND PROMOTE SHARED DOMESTIC RESPONSIBILITIES\nRecognize and value unpaid care and domestic work through the provision of public services, infrastructure and social protection policies and the promotion of shared responsibility within the household and the family as nationally appropriate.\nENSURE FULL PARTICIPATION IN LEADERSHIP AND DECISION-MAKING\nEnsure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life.\n\n\nUNIVERSAL ACCESS TO REPRODUCTIVE HEALTH AND RIGHTS\nEnsure universal access to sexual and reproductive health and reproductive rights as agreed in accordance with the Programme of Action of the International Conference on Population and Development and the Beijing Platform for Action and the outcome documents of their review conferences.\n\nEQUAL RIGHTS TO ECONOMIC RESOURCES, PROPERTY OWNERSHIP AND FINANCIAL SERVICES\nUndertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws.\n\nPROMOTE EMPOWERMENT OF WOMEN THROUGH TECHNOLOGY\nEnhance the use of enabling technology, in particular information and communications technology, to promote the empowerment of women.\n\n\nADOPT AND STRENGTHEN POLICIES AND ENFORCEABLE LEGISLATION FOR GENDER EQUALITY\nAdopt and strengthen sound policies and enforceable legislation for the promotion of gender equality and the empowerment of all women and girls at all levels.\n",
    "isBook": true 
},
{
    "id": 6,
    "coverImage": "./src/assets/cleanwater.jpg",
    "title": "6. Clean Water and Sanitaion",
    "titleDisc": "Goal 6: Clean Water and Sanitation",
    "information":"SDG 6 stands for \"Sustainable Development Goal 6,\" which is one of the 17 global goals established by the United Nations in 2015 as part of the 2030 Agenda for Sustainable Development. These goals are a universal call to action to end poverty, protect the planet, and ensure prosperity for all. SDG 6 specifically focuses on ensuring availability and sustainable management of water and sanitation for all. It addresses a range of issues related to water resources, water quality, sanitation, and hygiene. The primary targets and objectives of SDG 6 are as follows:",
    "information2":"Goal 6: Clean Water and Sanitation\nTargets:\nAccess to Water and Sanitation: By 2030, achieve universal and equitable access to safe and affordable drinking water for all, and access to adequate and equitable sanitation and hygiene for all.\n\n\nIntegrated Water Resources Management: By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate.\n\n\nWater Quality and Ecosystems: By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater, and substantially increasing recycling and safe reuse globally.\n\n\nWater Use Efficiency and Sustainability: By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity.\n\n\nIntegrated Water and Sanitation Services: By 2030, implement integrated water and sanitation services in all countries, particularly focusing on the needs of women and girls and those in vulnerable situations.\n\n\nWater-Related Ecosystems and Biodiversity: By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers, and lakes.\n\n\nWater Cooperation and Participation: By 2030, expand international cooperation and capacity-building support to developing countries in water- and sanitation-related activities and programs, including water harvesting, desalination, water efficiency, wastewater treatment, recycling, and reuse technologies.\n\nImportance of SDG 6:\nSustainable Development Goal 6 is crucial for ensuring the well-being and development of societies while safeguarding the environment. Access to clean water and sanitation is fundamental for human health, dignity, and quality of life. Improving water management practices and water quality contributes to environmental sustainability, enhances ecosystem health, and helps prevent water-related conflicts. Achieving the targets set forth in SDG 6 requires collaboration among governments, businesses, civil society, and communities to promote responsible water use, reduce pollution, and ensure equitable access to water and sanitation services for all, with a focus on marginalized and vulnerable populations.\n\nIn summary, SDG 6 aims to address water-related challenges, promote sustainable water resource management, and ensure universal access to clean water and sanitation, all of which are essential components of achieving a more just, equitable, and sustainable world by 2030.\n\n\nIndividuals play a significant role in contributing to the achievement of Sustainable Development Goal 6 (SDG 6) by taking actions that promote responsible water use, improved sanitation, and better water resource management. Here are some ways individuals can contribute to SDG 6:\n\n\nConserve Water: Practice water conservation in daily activities, such as turning off the tap while brushing teeth, fixing leaks, using water-efficient appliances, and not overwatering gardens or lawns.\n\n\nReduce Pollution: Dispose of waste properly, especially chemicals and hazardous materials, to prevent water pollution. Avoid littering and participate in local cleanup efforts to keep water bodies clean.\nUse Water Responsibly: Be mindful of water use in daily tasks like bathing, washing dishes, and doing laundry. Avoid wasteful practices and adopt water-saving habits.\n\n\nSupport Safe Sanitation: Ensure proper disposal of waste, including human waste, to prevent contamination of water sources. Encourage the use of improved sanitation facilities and proper waste management.\n\n\nPromote Hygiene: Practice good personal hygiene and encourage others to do the same to prevent waterborne diseases and improve overall community health.\n\n\nEducate and Raise Awareness: Spread awareness about the importance of clean water and sanitation in your community, workplace, and social circles. Educate others about the significance of SDG 6 and the actions needed to achieve it.\n\nAdvocate for Change: Engage with local governments and community organizations to advocate for policies and initiatives that promote water conservation, sustainable sanitation, and equitable access to clean water.\n\n\nSupport Water-Smart Products: Choose products and services that are water-efficient and environmentally friendly. Support businesses and products that prioritize sustainable water practices.\n\n\nParticipate in Community Projects: Get involved in local water-related projects, such as river cleanups, water conservation campaigns, and initiatives to improve sanitation facilities in underserved areas.\n\n\nReduce Single-Use Plastics: Minimize the use of single-use plastic products that contribute to pollution and harm aquatic ecosystems. Use reusable water bottles and containers instead.\n\n\nSupport Water-Related Charities: Contribute to organizations and charities that focus on providing clean water and sanitation services to communities in need, both locally and globally.\n\n\nAdopt Sustainable Landscaping: If you have a garden or outdoor space, choose native plants that require less water and use mulch to retain moisture.\n\n\nLearn About Water Issues: Educate yourself about local water challenges, such as water scarcity, pollution, and access disparities. Understand how these issues affect your community.\nEngage in Behavior Change Campaigns: Participate in behavior change campaigns organized by governments, non-profits, and international organizations to promote water conservation and sanitation practices.\n\n\nLead by Example: Demonstrate sustainable water practices in your own life, which can inspire others to follow suit and create a positive ripple effect.\n\n\nCollectively, the actions of individuals can make a significant impact on achieving SDG 6 and ensuring a sustainable future with equitable access to clean water and improved sanitation for all.\n\n",
    "isBook": true 
},
{
    "id": 7,
    "coverImage": "./src/assets/cleanenergy.png",
    "title": "7. Affordable and Clean Energy",
    "titleDisc": "\nRenewable energy solutions are becoming cheaper, more reliable and more efficient every day.Our current reliance on fossil fuels is unsustainable and harmful to the planet, which is why we have to change the way we produce and consume energy. Implementing these new energy solutions as fast as possible is essential to counter climate change, one of the biggest threats to our own survival.\n",
    "information":"ENSURE ACCESS TO AFFORDABLE, RELIABLE, SUSTAINABLE AND MODERN ENERGY FOR ALL.",
    "information2":"TARGET 7.1\nUNIVERSAL ACCESS TO MODERN ENERGY\nBy 2030, ensure universal access to affordable, reliable and modern energy services.\n\n\n\n\nTARGET 7.2\nINCREASE GLOBAL PERCENTAGE OF RENEWABLE ENERGY\nBy 2030, increase substantially the share of renewable energy in the global energy mix.\n\n\n\n\nTARGET 7.3\nDOUBLE THE IMPROVEMENT IN ENERGY EFFICIENCY\nBy 2030, double the global rate of improvement in energy efficiency.\n\n\nTARGET 7.4\nPROMOTE ACCESS TO RESEARCH, TECHNOLOGY AND INVESTMENTS IN CLEAN ENERGY\nBy 2030, enhance international cooperation to facilitate access to clean energy research and technology, including renewable energy, energy efficiency and advanced and cleaner fossil-fuel technology, and promote investment in energy infrastructure and clean energy technology.\n\n\n\n\n\n\nTARGET 7.5\nEXPAND AND UPGRADE ENERGY SERVICES FOR DEVELOPING COUNTRIES\nBy 2030, expand infrastructure and upgrade technology for supplying modern and sustainable energy services for all in developing countries, in particular least developed countries, small island developing States and landlocked developing countries, in accordance with their respective programmes of support.\n\n\n\n\n\n\nGLOBAL INTRODUCTION OF THE GOAL WITH SOME STATISTICS\nThe objective SDG 7 is to guarantee access to affordable, reliable, sustainable and modern energy for all. Fossil fuels and greenhouse gas emissions represent a drastic problem, which leads not only to the environmental catastrophes, but it has a negative impact on the health of the population, too. Despite the fact that renewable energy is becoming more accessible, still one in ten people in the world lack access to electricity and 3 billion people still cook using solid fuels (such as wood, crop wastes, charcoal, coal and dung) and kerosene in open fires and inefficient stoves.\n\n\nIn order to achieve the objective 7 of the UN SDG, the most important activity is to invest in clean/renewable energy sources and to adopt cost-effective standards in order to reduce electricity consumption. Furthermore, it is very important to strengthen international cooperation between researchers and businesses to develop technology favouring renewable energy and to promote investment ambitions in the renewable energy sector.\n\n\n\n\nAFFORDABLE AND CLEAN ENERGY: WHY IT MATTERS\n\nWhat's the goal here?\nTo ensure access to afford- able, reliable, sustainable and modern energy for all.\n\nWhy?\nOur everyday lives depend on reliable and afford- able energy services to function smoothly and to develop equitably. A well-established energy system supports all sectors: from busi- nesses, medicine and education to agriculture, infrastructure, communica- tions and high-technology. Conversely, lack of access to energy supplies and transformation systems is a constraint to human and economic development.\n\n\n\n\n\nI have access to electricity. Why should I care about this goal?\n\n\nFor many decades, fossil fuels such as coal, oil or gas have been major sources of electricity production, but burning carbon fuels produces large amounts of greenhouse gases which cause climate change and have harmful impacts on people's well-being and the environment. This affects everyone, not just a few. Moreover, global electricity use is rising rap- idly. In a nutshell, without a stable electricity supply, countries will not be able to power their economies.\n\n\n\nHow many people are living without electricity?\n\nJust under 1 billion people of the world's population. do not have access to electricity. 16 out of 20 countries with the larg- est deficits in electricity access are in Africa. Without electricity, women and girls have. to spend hours fetching water, clinics cannot store vaccines for children, many schoolchildren can- not do homework at night, and people cannot run competitive businesses. The health and well-being of some 3 billion people are adversely impacted by the lack of clean cooking fuels, such as wood, char coal, dung and coal, which causes indoor air pollution. The world needs to tri- ple its investment in sustainable energy infra- structure per year, from around $400 billion now to $1.25 trillion by 2030. Regions with the great- est energy deficits- Sub-Saharan Africa and South Asia-need our help to improve energy access. That includes pushing harder to find clean, efficient, and affordable alterna- tives to health-damag- ing cook stoves.\n\n\n\nWhat can we do to fix these issues?\n\nCountries can acceler- ate the transition to an affordable, reliable, and sustainable energy system by investing in renewable energy resources, prior- itizing energy efficient practices, and adopting clean energy technolo- gies and infrastructure.\n\nBusinesses can maintain and protect ecosystems to be able to use and fur- ther develop hydropower sources of electricity and bioenergy, and commit to sourcing 100% of oper ational electricity needs from renewable sources. Employers can reduce the internal demand for transport by priori- tizing telecommunica- tions and incentivize less energy intensive modes such as train travel over auto and air travel. Investors can invest more in sustainable energy services, bringing new. technologies to the market quickly from a diverse supplier base. You can save electricity by plugging appliances into a power strip and turning them off com- pletely when not in use, including your computer. You can also bike, walk or take public transport to reduce carbon emissions.\n\n\n\nPOWERFUL SOLUTION: A MOVEM ENT TO CR EAT E AN ‘‘EN ER GY\nACCESS EXTENSION SERVICE\nFOR THE PLANET’’\n\nThe urgency and transformative economic, social, and environmental benefits of making energy access a toptier global priority means that we must focus coequally on knowledge creation, social and behavioral change, and both evolutionary and radical systems redesign.The need for solutions that are not only economically but also environmentally sustainable makes the goal of affordable universal access to clean energy consistent with climate change goals but together poses a formidable challenge. Our goal is to make energy poverty a footnote of history; we believe that if this problem receives the scientific, technical, financial, and social attention it deserves, energy poverty can be eradicated by 2030.\n\n\n\nhttps://www.globalgoals.org/goals/7-affordable-and-clean-energy/\nhttps://sport4sd.com/goal-7-affordable-and-clean-energy/\nhttps://www.un.org/sustainabledevelopment/wp-content/uploads/2018/09/Goal-7.pdf\nhttps://ieeexplore.ieee.org/abstract/document/8738981\nhttps://storymaps.arcgis.com/stories/b3b86716e7d7455ab8ed9ff615ef72be\nhttps://ciasalesk.live/product_details/8419829.html\n",
    "isBook": true 
},
{
    "id": 8,
    "coverImage": "./src/assets/decentwork.JPG",
    "title": "8. Decent Work & Economic Growth",
    "titleDisc": " Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all.",
    "information":"What's the goal here?",
    "information2":"     Over the past 25 years the number of workers living in extreme poverty has declined dramatically, despite the lasting impact of the 2008 economic crisis and global recession. In developing countries, the middle class now makes up more than 34 percent of total employment – a number that has almost tripled between 1991 and 2015.\n\n        However, as the global economy continues to recover we are seeing slower growth, widening inequalities, and not enough jobs to keep up with a growing labour force. According to the International Labour Organization, more than 204 million people were unemployed in 2015.\n\n         The SDGs promote sustained economic growth, higher levels of productivity and technological innovation. Encouraging entrepreneurship and job creation are key to this, as are effective measures to eradicate forced labour, slavery and human trafficking. With these targets in mind, the goal is to achieve full and productive employment, and decent work, for all women and men by 2030.\n\nTHE TARGETS\n         Everyone can help to make sure that we meet the Global Goals. Use these twelve targets to create action to ensure decent work and sustainable economic growth.\n\n\n\n8.1 SUSTAINABLE ECONOMIC GROWTH\n         Sustain per capita economic growth in accordance with national circumstances and, in particular, at least 7 per cent gross domestic product growth per annum in the least developed countries.\n\n8.2 DIVERSIFY, INNOVATE AND UPGRADE FOR ECONOMIC PRODUCTIVITY\n         Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors.\n\n8.3 PROMOTE POLICIES TO SUPPORT JOB CREATION AND GROWING ENTERPRISES\n        Promote development-oriented policies that support productive activities, decent job creation, entrepreneurship, creativity and innovation, and encourage the formalization and growth of micro-, small- and medium-sized enterprises, including through access to financial services.\n\n8.4 IMPROVE RESOURCE EFFICIENCY IN CONSUMPTION AND PRODUCTION\n        Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10‑Year Framework of Programmes on Sustainable Consumption and Production, with developed countries taking the lead.\n\n\n8.5 FULL EMPLOYMENT AND DECENT WORK WITH EQUAL PAY\n         By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value.\n\n\n8.6 PROMOTE YOUTH EMPLOYMENT, EDUCATION AND TRAINING\n        By 2020, substantially reduce the proportion of youth not in employment, education or training.\n\n8.7 END MODERN SLAVERY, TRAFFICKING AND CHILD LABOUR\n         Take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms.\n8.8 PROTECT LABOUR RIGHTS AND PROMOTE SAFE WORKING ENVIRONMENTS\n         Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment.\n\n8.9 PROMOTE BENEFICIAL AND SUSTAINABLE TOURISM\n        By 2030, devise and implement policies to promote sustainable tourism that creates jobs and promotes local culture and products.\n\n\n8.A UNIVERSAL ACCESS TO BANKING, INSURANCE AND FINANCIAL SERVICES\n        Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all.\n\n\n8.B INCREASE AID FOR TRADE SUPPORT\n        Increase Aid for Trade support for developing countries, in particular least developed countries, including through the Enhanced Integrated Framework for Trade-related Technical Assistance to Least Developed Countries.\n\n8.C DEVELOP A GLOBAL YOUTH EMPLOYMENT STRATEGY\nBy 2020, develop and operationalize a global strategy for youth employment and implement the Global Jobs Pact of the International Labour Organization.\n\n        Preserving the environment is key to support sustainable economic growth as the natural environment plays an important role in supporting economic activities. It contributes directly, by providing resources and raw materials such as water, timber and minerals that are required as inputs for the production of goods and services; and indirectly, through services provided by ecosystems including carbon sequestration, water purification, managing flood risks, and nutrient cycling.\n\n         `Natural` disasters directly affect economic activities leading to very high economic losses throwing many households into poverty. Maintaining ecosystems and mitigating climate change can therefore have a great positive impact on countries` economic and employment sectors\n \n         Sustained and inclusive economic growth is a prerequisite for sustainable development, which can contribute to improved livelihoods for people around the world. Economic growth can lead to new and better employment opportunities and provide greater economic security for all. Moreover, rapid growth, especially among the least developed and developing countries, can help them reduce the wage gap relative to developed countries, thereby diminishing glaring inequalities between the rich and poor.\n\nA few facts\n- Employment growth since 2008 has averaged only 0.1% annually, compared with 0.9% between 2000 and 2007.\n\n- Over 60 per cent of all workers lack any kind of employment contract.\n\n- Fewer than 45 per cent of wage and salaried workers are employed on a full-time, permanent basis, and even that share is declining.\n\n- By 2019, more than 212 million people will be out of work, up from the current 201 million\n\n- 600 million new jobs need to be created by 2030, just to keep pace with the growth of the working age population.\n",
    "isBook": true 
},
{
    "id": 9,
    "coverImage": "./src/assets/industry.jpg",
    "title": "9. Innovation & Infrastructure",
    "titleDisc": "Sustainable Development Goal 9 (Goal 9 or SDG 9) is about \"industry, innovation and infrastructure\" and is one of the 17 Sustainable Development Goals adopted by the United Nations General Assembly in 2015.[1] SDG 9 aims to build resilient infrastructure, promote sustainable industrialization and foster innovation.",
    
    "information":"INDUSTRY INNOVATION AND INFASTRUCTURE, SUSTAINABLE DEVELOPMENT GOAL 9",
    "information2":"Sustainable Development Goal 9 seeks to build resilient infrastructure, promote inclusive and sustainable industrialisation and foster innovation. \nThis SDG encompasses three important aspects of sustainable development: infrastructure, industrialisation and innovation. Infrastructure provides the basic physical systems and structures essential to the operation of a society or enterprise. Industrialisation drives economic growth, creates job opportunities and thereby reduces income poverty. Innovation advances the technological capabilities of industrial sectors and prompts the development of new skills. Inclusive and sustainable industrial development is the primary source of income generation, allows for rapid and sustained increases in living standards for all people, and provides the technological solutions needed for environmentally sound industrialisation.\n\n\nSDG 9 has eight targets, and progress is measured by twelve indicators. The first five targets are outcome targets: develop sustainable, resilient and inclusive infrastructures; promote inclusive and sustainable industrialization; increase access to financial services and markets; upgrade all industries and infrastructures for sustainability; enhance research and upgrade industrial technologies. The remaining three targets are means of implementation targets[4]: Facilitate sustainable infrastructure development for developing countries; support domestic technology development and industrial diversification; universal access to information and communications technology.\n",
    "isBook": true 
},
{
    "id": 10,
    "coverImage": "./src/assets/inequalities.jpg",
    "title": "10. Reduce Inequalities",
    "titleDisc": "   It involves recognizing the unique challenges faced by different groups and implementing measures to overcome barriers, promote equal rights, and foster inclusive societies where everyone can thrive.\n\nInequalities based on income, sex, age, disability, sexual orientation, race, class, ethnicity, religion and opportunity continue to persist across the world. Inequality threatens long-term social and economic development, harms poverty reduction and destroys people’s sense of fulfillment and self-worth. This, in turn, can breed crime, disease and environmental degradation.\n",
    "information":"'REDUCED INEQUALITIES'",
    "information2":"ENSURE EQUAL OPPORTUNITIES AND END DISCRIMINATION\n\nEnsure equal opportunity and reduce inequalities of outcome, including by eliminating discriminatory laws, policies and practices and promoting appropriate legislation, policies and action in this regard.\n\n\n\nWhy we should strive to Reduce Inequalities:\n\n1. Promote Social Justice and Human Rights\n\n   - Inequalities often lead to violations of fundamental human rights and freedoms.\n   - Reducing inequalities ensures equal access to opportunities, resources, and basic services for all.\n   - It upholds the principles of fairness, dignity, and non-discrimination.\n\n\n\n2. Foster Social Cohesion and Stability\n\n   - Wide inequalities can breed resentment, social tensions, and conflicts within societies.\n   - Reducing inequalities promotes social cohesion, trust, and a sense of belonging.\n   - It contributes to more stable, peaceful, and inclusive communities.\n\n\n\n3. Enhance Economic Growth and Development\n\n   - Inequalities can hinder economic growth by limiting human capital development and productivity.\n   - Reducing inequalities allows for better utilization of talent and resources across all segments of society.\n   - It creates a larger middle class, driving domestic consumption and economic growth.\n\n\n\n4. Improve Health and Well-being\n\n   - Inequalities are often associated with poorer health outcomes, limited access to healthcare, and lower life expectancy.\n   - Reducing inequalities can improve overall population health and well-being.\n\n\n\n5. Support Environmental Sustainability\n\n   - Inequalities can lead to unsustainable patterns of consumption and production.\n   - Reducing inequalities promotes more equitable access to resources and sustainable practices.\n\n\n\n6. Uphold Democratic Values and Governance\n\n   - Inequalities can undermine democratic processes and institutions.\n   - Reducing inequalities promotes broader political participation and representation.\n   - It strengthens the legitimacy and accountability of governance systems.\n\nReducing inequalities is not only a moral imperative but also a practical necessity for achieving sustainable development, societal well-being, and long-term prosperity for all.\n\nThe Philippines has been working towards addressing various aspects of inequality to improve the well-being of its people. \n\n\n\n\n\n1. Policy Measures Supporting Employment and Workers:\n\n One key aspect of reducing inequality in the Philippines is through policies that support employment and workers. By ensuring fair wages, safe working conditions, and opportunities for decent work, the government can help bridge the income gap and provide a pathway for upward mobility.\n\n\n\n2. Enhancing Education Quality and Access:\n\n Improving education quality and access is crucial in reducing inequality. By expanding access to quality education at all levels and ensuring equal opportunities for all individuals to pursue education regardless of their socio-economic background, the Philippines can empower its citizens to break the cycle of poverty and achieve better outcomes.\n\n\n\n3. Boosting Rural Development: \n\nRural development plays a significant role in reducing inequality as it addresses disparities between urban and rural areas. By investing in infrastructure, agriculture, and livelihood opportunities in rural regions, the government can create more equitable economic growth and improve living standards for rural populations.\n\n4. Strengthening Social Protection:\n\n Enhancing social protection programs is essential in mitigating the impact of inequality on vulnerable populations. By providing social assistance, healthcare coverage, unemployment benefits, and other forms of support to those in need, the government can ensure a more inclusive society where everyone has access to basic necessities.\n\n\n\n5. Addressing Inequality from Birth:\n\n Recognizing that inequality starts early in life, efforts should be made to address disparities from birth onwards. This includes improving maternal health during pregnancy, ensuring access to healthcare and nutrition for children, providing quality education opportunities, and creating an environment that fosters equal opportunities for all individuals regardless of their circumstances at birth.\n\n\n\n6. Post-Pandemic Recovery Strategies: \n\nGiven the setbacks caused by the COVID-19 pandemic on poverty reduction and inequality efforts in the Philippines, post-pandemic recovery strategies are crucial. These may include measures such as promoting vaccine uptake, addressing learning loss due to COVID-19 disruptions in education, strengthening social assistance programs for those most affected by the pandemic’s economic impacts, and supporting vulnerable populations who have been disproportionately affected.\n\n\n\nBy focusing on these key areas and implementing targeted policies that address the root causes of inequality while promoting inclusivity and equal opportunities for all segments of society, the Philippines can make significant strides towards achieving SDG 10 - reducing inequalities within the country.\n\n\nIn conclusion, upholding equality, inclusion, and non-discrimination as core values is essential to overcome injustices of inequality in all its forms, ensuring no one is left behind as we pursue more equal, peaceful, sustainable societies.\n",
    "isBook": true 
},
{
    "id": 11,
    "coverImage": "./src/assets/sustainablecities.jpg",
    "title": "11. Sustainable Cities & Communities",
    "titleDisc": "Sustainable Cities and Communities is a concept that refers to the development of urban areas in ways that promote environmental sustainability, social equity, and economic viability. This includes ensuring that cities are inclusive, safe, resilient, and sustainable for all their inhabitants.\nThe term is widely recognized and promoted by the United Nations (UN) as one of the 17 Sustainable Development Goals (SDGs), specifically SDG 11: \"Make cities and human settlements inclusive, safe, resilient and sustainable.\" This goal aims to address challenges related to urbanization, such as pollution, inadequate infrastructure, and social inequality, while promoting sustainable urban planning and management practices.\nIn the Philippines, sustainable cities and communities are developed through a variety of initiatives and policies aimed at addressing urban challenges and promoting resilient, inclusive, and environmentally friendly urban areas.\nOne key initiative is the \"Pambansang Pabahay\" program, which focuses on increasing the availability of affordable housing and improving urban infrastructure. This program is supported by credit lines and partnerships with private sector entities to boost housing development and enhance urban planning efforts. \nThe Department of Human Settlements and Urban Development (DHSUD) plays a crucial role in this by formulating policies, regulating the housing sector, and assisting local governments with urban planning. The DHSUD has implemented comprehensive land use plans in numerous local government units to foster resilient and sustainable communities.\nMoreover, the UN-Habitat emphasizes the importance of inclusive urbanization in the Philippines. The country faces significant challenges due to rapid urbanization, such as a high rate of informal settlements and vulnerability to natural disasters. UN-Habitat's projects aim to improve urban resilience, upgrade slums, and enhance public services and infrastructure\nOverall, sustainable cities and communities in the Philippines involve collaborative efforts among government agencies, private sectors, and international organizations to address housing shortages, urban poverty, and environmental impacts, ensuring that urban growth is managed effectively and benefits all residents.\n",
    "information":"",
    "information2":"According to the UN, achieving sustainable cities and communities involves:\n1. Ensuring access to safe and affordable housing and basic services.\n2. Providing access to safe, affordable, and sustainable transport systems.\n3. Enhancing inclusive and sustainable urbanization and capacity for participatory, integrated, and sustainable human settlement planning and management.\n4. Protecting and safeguarding the world’s cultural and natural heritage.\n5. Reducing the adverse per capita environmental impact of cities, particularly in terms of air quality and waste management.\n6. Providing universal access to safe, inclusive, and accessible green and public spaces.\n\nBy focusing on these areas, the goal is to create urban environments that can support their populations while mitigating environmental impact and enhancing quality of life.\n\n\nKey Elements:\nInclusive urban planning that integrates economic, social, and environmental dimensions.\nDevelopment of resilient infrastructure to withstand natural disasters and climate change impacts.\nPromotion of green spaces and recreational areas to improve urban living conditions.\nSustainable transportation solutions to reduce traffic congestion and pollution.\n\n\nSustainable cities and communities are critically important in the Philippines due to several pressing challenges and opportunities:\n1. Rapid Urbanization: The Philippines is experiencing rapid urbanization, with a significant portion of its population moving to urban areas. By 2050, it is estimated that 84% of Filipinos will reside in cities. This shift puts immense pressure on urban infrastructure, housing, and services.\n\n2. Housing Shortage: The country faces a substantial housing backlog, with millions of families living in informal settlements. Programs like \"Pambansang Pabahay\" aim to address this by providing affordable housing solutions and improving living conditions for low-income families.\n\n3. Environmental Vulnerability: The Philippines is highly prone to natural disasters, including typhoons, earthquakes, and floods. Sustainable urban planning is essential to enhance disaster resilience, reduce risks, and ensure that urban development does not exacerbate environmental vulnerabilities.\n\n4. Economic Growth and Poverty Reduction: Sustainable urban development can drive economic growth by creating jobs, improving infrastructure, and enhancing living conditions. This, in turn, can help reduce urban poverty and inequality by providing better opportunities and services to all residents.\n\n5. Environmental Sustainability: Urban areas are significant contributors to environmental issues such as pollution and waste. Sustainable cities promote practices that reduce environmental impact, such as efficient waste management, green building practices, and the creation of green spaces.\n\n6. Quality of Life: Developing sustainable cities enhances the quality of life for residents by ensuring access to essential services, safe and affordable housing, efficient public transport, and recreational areas. This contributes to healthier, safer, and more vibrant communities.\nIn summary, sustainable cities and communities are vital for addressing the challenges posed by rapid urbanization, improving resilience to environmental hazards, fostering economic growth, reducing poverty, and enhancing the overall quality of life in the Philippines.\n\nSignificance:\nUrban areas house over half of the global population, making cities central to economic and social progress.\n\nSustainable urban development can significantly reduce poverty, improve health, and enhance overall quality of life.\n\nEffective management of cities contributes to resource efficiency, reducing the carbon footprint and environmental degradation.\n\nPromotes social equity by ensuring all residents have access to basic services, housing, and opportunities.\n\nImpact Areas:\nEconomic growth: Well-planned cities attract investments and create jobs.\nEnvironmental protection: Urban sustainability practices help combat climate change and preserve ecosystems.\nSocial inclusion: Addressing inequalities and providing equal opportunities for all community members.\n\nProblems of Sustainable Cities and Communities\n\nhttps://images.app.goo.gl/k9F1p1XQeAWygpAX9\nMajor Challenges:\nRapid Urbanization: Cities are expanding quickly, often leading to unplanned settlements, inadequate infrastructure, and insufficient public services.\n\nHousing Shortages: Many urban areas face a lack of affordable housing, resulting in slums and overcrowded living conditions.\n\nPollution: Increased industrial activity and transportation in cities contribute to air, water, and soil pollution.\n\nSocial Inequality: Urban areas can be marked by significant disparities in income, access to services, and living conditions.\n\nClimate Change: Cities are vulnerable to natural disasters such as floods, hurricanes, and heatwaves, which are exacerbated by climate change.\n\nSpecific Issues:\nInfrastructure strain due to population growth.\nTraffic congestion and inefficient public transportation systems.\nInsufficient waste management and sanitation facilities.\nEnvironmental degradation and loss of biodiversity in urban settings.\n\nSolutions for Sustainable Cities and Communities\nStrategic Approaches:\nUrban Planning: Implementing comprehensive urban planning strategies that prioritize sustainable development, including zoning laws, green building standards, and mixed-use development.\n\nPublic Transportation: Investing in efficient and sustainable public transportation systems to reduce reliance on private vehicles and decrease traffic congestion.\n\nRenewable Energy: Promoting the use of renewable energy sources like solar, wind, and bioenergy to reduce greenhouse gas emissions.\n\nAffordable Housing: Developing policies and programs to increase the availability of affordable housing options and improve living conditions.\nCommunity Engagement: Ensuring public participation in urban planning processes to reflect the needs and preferences of diverse community members.\n\nInnovative Solutions:\nSmart city technologies to enhance efficiency in energy use, transportation, and waste management.\nGreen infrastructure, such as parks, green roofs, and urban forests, to enhance urban ecosystems and improve air quality.\nPolicies to encourage walking and cycling, promoting healthier lifestyles and reducing environmental impact.\n\n\nHow to Achieve Sustainable Cities and Communities\nImplementation Steps:\nPolicy Integration: Governments and policymakers must incorporate sustainability principles into urban development policies and regulations.\n\nStakeholder Collaboration: Engage local communities, businesses, and non-governmental organizations in the planning and implementation process.\n\nInvestment in Technology: Utilize technological advancements to improve urban infrastructure, enhance energy efficiency, and develop smart city solutions.\n\nEducation and Awareness: Promote public awareness and education on the importance of sustainable practices and encourage community participation.\n\nMonitoring and Evaluation: Establish systems for monitoring progress towards sustainability goals and regularly evaluate the effectiveness of implemented strategies.\n\nActionable Measures:\nDevelop and implement urban sustainability plans that address local challenges and leverage unique opportunities.\nFoster international cooperation to share best practices and provide technical and financial support for sustainable urban development.\nPrioritize resilience building to ensure cities can adapt to and recover from environmental, economic, and social shocks.\n",
    "isBook": true 
},
{
    "id": 12,
    "coverImage": "./src/assets/ensure.jpg",
    "title": "12. Consumption & Production",
    "titleDisc": "What is Responsible Consumption and Production?\nResponsible Consumption and Production, outlined as Sustainable Development Goal 12 by the United Nations, focuses on promoting resource and energy efficiency, sustainable infrastructure, and providing access to basic services, green and decent jobs, and a better quality of life for all. Its implementation helps to achieve overall development plans, reduce future economic, environmental, and social costs, strengthen economic competitiveness and reduce poverty.\nResponsible Consumption and Production (SDG 12) is centered on creating more sustainable patterns of consumption and production. It is about doing more and better with less. The goal addresses the importance of reducing the footprint of our consumption and production activities on the natural environment. This includes the responsible management of resources, reducing waste and pollution, and promoting practices that contribute to a circular economy. \nThe second aspect of this SDG involves encouraging individuals, businesses, and governments to rethink how goods are produced and consumed. This involves everything from reducing the use of harmful materials and promoting recycling, to creating sustainable business practices and consumer behaviors that contribute to the conservation of our environment.\n",
    "information":"“Responsible Consumption and Production”",
    "information2":"Sustainable Cities and Communities Initiatives\nSustainable Packaging and Delivery Methods - Choosing eco-friendly and sustainable products and services is a powerful way to drive market demand towards sustainability. When consumers prioritize items that are produced responsibly, using environmentally friendly materials and processes, they encourage manufacturers to adopt greener practices. This support can extend to services as well, such as choosing renewable energy providers or supporting businesses with sustainable practices. By making conscious purchasing decisions, individuals can have a significant impact on reducing the environmental footprint of production and consumption.\n\n\nConsumer Awareness Campaigns - Engaging in recycling and waste reduction is a practical step towards responsible consumption and production. By recycling materials like paper, plastic, and glass, and properly disposing of electronic waste, individuals help conserve natural resources and reduce landfill waste. Additionally, adopting habits like composting, using reusable containers, and minimizing single-use plastics contribute to significant waste reduction.\n\n\nGreen Manufacturing Techniques - Advocacy for sustainable policies and practices in local communities and workplaces plays a crucial role in amplifying the impact of responsible consumption and production initiatives. This can involve lobbying for local government policies that support recycling programs, energy-efficient infrastructure, and sustainable urban planning. In the workplace, advocating for sustainable business practices, such as reducing energy consumption, supporting sustainable commuting options, and implementing green procurement policies, can create a ripple effect of sustainability in the broader community.\n\n\nWhy Responsible Consumption and Production is Important\n\nBalancing Economic Growth and Environmental Sustainability - Responsible Consumption and Production is vital as it bridges the gap between necessary economic development and environmental sustainability. By adopting more efficient and sustainable practices, industries can grow economically without depleting natural resources. This balance is essential for maintaining biodiversity, preserving ecosystems, and ensuring that economic growth does not come at the expense of environmental degradation.\n\n\nReducing Global Environmental Footprint - This goal plays a critical role in reducing the global environmental footprint. By promoting sustainable practices, it addresses key issues like climate change, water scarcity, and pollution. Implementing this SDG helps in cutting down greenhouse gas emissions, conserving water resources, and managing waste effectively, thereby contributing to the overall health of the planet.\n\n\nPromoting Social Equity and Health - Emphasizing Responsible Consumption and Production is essential for promoting social equity and public health. Sustainable practices in production and consumption can lead to cleaner air and water, reducing health risks associated with pollution and environmental hazards. Additionally, it encourages fair trade and labor practices, ensuring that workers in production industries operate in safe and equitable conditions. This approach is fundamental for building a more equitable and healthy society\n\n\n\nHow to Help Responsible Consumption and Production Initiatives\n\nSupport eco-friendly and sustainable products and services - Advocacy can take various forms, such as engaging with industry associations, participating in public consultations, and collaborating with non-governmental organizations (NGOs) to influence policy decisions. Encouraging businesses to adopt sustainable manufacturing processes, resource-efficient technologies, and ethical supply chains can drive positive change. By supporting policies that incentivize sustainable practices and discourage environmentally harmful practices, advocates can foster an enabling environment for businesses to adopt sustainable approaches.\n\n\nParticipate in recycling and waste reduction programs - Contribute to organizations working towards sustainable urban development and community empowerment. Supporting NGOs and organizations dedicated to sustainable urban development is a powerful way to drive positive change within cities and communities. These organizations play a vital role in implementing innovative projects, conducting research, and advocating for policies that promote sustainability and social equity.\n\n\nAdvocate for policies that promote sustainability in local communities - Educate others about the importance of sustainable cities and the role individuals can play in building resilient communities. Raising awareness about sustainable cities is essential to inspire collective action and drive meaningful change. Individuals can take on the role of advocates by educating others about the critical importance of sustainability in urban areas and the impact of individual actions on building resilient communities.\n\n\n\n\n\nSDG 12: Responsible Consumption and Production\nGoals\n",
    "isBook": true 
},
{
    "id": 13,
    "coverImage": "./src/assets/climate.jpg",
    "title": "13. Climate Action",
    "titleDisc": "",
    "information":"",
    "information2":"THINGS TO DO\n\nFind a Goal 13 charity you want to support. Any donation, big or small, can make a difference!\n\nRecycle paper, glass, plastic, metal and old electronics.\n\nCompost. Composting food scraps can reduce climate impact while also recycling nutrients.\n\nChoose reusable products. Use an eco-bag for shopping and a reusable water bottle or a cup to reduce your plastic waste.\n\nBuy eco-friendly products. Read the packaging to see if products are produced in an eco-friendly way.\n\nBike, walk or take public transport. Save the car trips for when you’ve got a big group.\n\nConsume less meat and become vegetarian for one day a week. The meat production industry has a huge impact on the environment.\n\nReduce your use of paper. Avoid printing and substitute it with electronic devices or carriers. Don’t shop for pets! Visit your local animal shelter and adopt an animal there.\n\nOffset your carbon emissions. You can calculate your carbon footprint and purchase climate credits from Climate Neutral Now.\n",
    "isBook": true 
},
{
    "id": 14,
    "coverImage": "./src/assets/lifebelow.jpg",
    "title": "14. Life Below Water",
    "titleDisc": "Goal 14: Seas, oceans, and marine resources should be preserved and used responsibly.",
    "information":"“Conserve and Sustainably use the oceans, seas and marine resources for sustainable development”",
    "information2":"The conservation and sustainable use of the oceans, seas, and marine resources is the focus of Goal 14. Seas and oceans in good health are vital to human life and the survival of the planet. The ocean is essential to our existence on the planet. Comprising 77% of the planet's surface, they hold 97% of its water and, by volume, constitute 99% of all living space on Earth. In addition to providing essential natural resources like food, medicine, biofuels, and other goods, they also assist in the breakdown and removal of trash and pollution, and their coastal ecosystems serve as storm-damage buffers. They serve as the largest carbon sink on Earth as well.\nThe amount of marine pollution is alarmingly high; in 2021, over 17 million metric tons clogged the ocean; by 2040, that number is expected to treble or triple. The most dangerous kind of pollution in the water is plastic. The average pH of the ocean now is 8.1, which is around 30% more acidic than it was before industrialization. Ocean acidification jeopardizes marine life's survival, upends the food chain, and jeopardizes the ocean's essential functions as well as our own food security. A sustainable future depends on the careful management of this vital global resource. To protect the greatest ecosystem on the globe, this entails boosting financing for ocean study, stepping up conservation activities, and quickly reversing the effects of climate change. The essential need to preserve this enormous yet delicate resource is still not being met by current protection measures.\n\nWhy?\nThe oceans sustain life on our planet and control the climate system worldwide. With about a million known species living there, it is the largest ecosystem in the world and offers a wealth of unrealized scientific research potential. The economic, social, and environmental needs of the world's population are still met by the oceans and fisheries. Ocean conservation is extremely important, yet decades of careless exploitation have resulted in an alarming degree of deterioration.\n\nSo what’s the problem?\nAbout 23% of the yearly CO2 emissions produced by human activities are absorbed by the ocean, which helps lessen the effects of climate change. Additionally, almost 90% of the extra heat in the climate system has been absorbed by the ocean. The temperature of the ocean is at record highs, jeopardizing its rich eco-systems, creating widespread marine heatwaves, and decimating coral reefs worldwide. Significant effects on the ecology and the economy are also being caused by the rising amounts of trash in the world's oceans. An estimated 5 to 12 million metric tonnes of plastic are thought to enter the ocean annually, costing the economy about $13 billion a year when cleanup expenses and financial losses in the fishing and other industries are taken into account. Single-use plastics like bags account for about 89% of the plastic debris discovered on the ocean floor. Approximately 80% of all travel occurs in coastal regions. An estimated US$ 134 billion is generated by the ocean-related tourist sector annually, and in certain nations, this sector already employs more than one-third of the labor force. If tourism is not properly controlled, it can be a serious danger to the local economy, culture, and natural resources.\n\nWhat role does the ocean have in our health?\nOur health and the health of the water are closely related. The ocean's diversity of creatures has enormous potential for the pharmaceutical industry. Additionally, marine fisheries support 57 million employment worldwide and serve as the main source of protein for more than 50% of people living in least developed nations.\n\nSo, what can we do?\nSustainability in deep-sea and open ocean regions may only be reached by intensifying international collaboration to safeguard delicate habitats. To preserve biodiversity and provide a sustainable future for the fishing industry, systems of government-protected areas should be established that are comprehensive, efficient, and fairly maintained. One such is the 2023 Biodiversity Beyond National Jurisdiction Agreement, which establishes a legal basis for all maritime activities. Locally, we should consume only what we need and choose items and foods that come from the ocean that are ocean-friendly. It's imperative that we use less plastic.\n",
    "isBook": true 
},
{
    "id": 15,
    "coverImage": "./src/assets/lifeonland.jpg",
    "title": "15. Life on Land",
    "titleDisc": "Goal 15 is about conserving life on land. It is to protect and restore terrestrial\necosystems, sustainably manage forests, combat desertification, and halt and reverse\nland degradation and stop biodiversity loss.\nEarth’s ecosystems are vital for sustaining human life, they contribute to over half of\nglobal GDP and encompass diverse cultural, spiritual, and economic values.\n\nHowever, the world is facing a triple crisis of climate change, pollution and biodiversity\nloss.\nBetween 2015 and 2019, at least 100 million hectares of healthy and productive land\nwere degraded every year, impacting the lives of 1.3 billion people.\nAgricultural expansion is the direct driver of almost 90 per cent of deforestation. This is\nin direct relation to our food systems, and oil palm harvesting accounted for 7 per cent\nof global deforestation from 2000 to 2018.\nGlobal and regional efforts to sustain forest ecosystems as well as their social,\neconomic and environmental functions are essential, in particular for developing\ncountries and the tropics.\nWe need to shift humanity’s relationship with nature to achieve Goal 15, and realise that\nnature is the root of our life of earth. The recently adopted Kunming-Montreal Global\n\nBiodiversity Framework provides renewed impetus for Goal 15, outlining four outcome-\noriented goals to be achieved by 2050 and 23 targets to be achieved by 2030.",
    "information":"",
    "information2":"THE TARGETS\n\nEveryone can help to make sure that we meet the Global Goals. Use\nthese twelve targets to create action to protect and restore life on\nland.\n\nTarget 15.1\n\nCONSERVE AND RESTORE TERRESTRIAL\nAND FRESHWATER ECOSYSTEMS\nBy 2020, ensure the conservation, restoration and sustainable use of\nterrestrial and inland freshwater ecosystems and their services, in\nparticular forests, wetlands, mountains and drylands, in line with\nobligations under international agreements.\n\nTarget 15.2\n\nEND DEFORESTATION AND RESTORE\nDEGRADED FORESTS\nBy 2020, promote the implementation of sustainable management of\nall types of forests, halt deforestation, restore degraded forests and\nsubstantially increase afforestation and reforestation globally.\n\nTarget 15.3\n\nEND DESERTIFICATION AND RESTORE\nDEGRADED LAND\nBy 2030, combat desertification, restore degraded land and soil,\nincluding land affected by desertification, drought and floods, and\nstrive to achieve a land degradation-neutral world.\n\nTarget 15.4\n\nENSURE CONSERVATION OF MOUNTAIN\nECOSYSTEMS\nBy 2030, ensure the conservation of mountain ecosystems, including\ntheir biodiversity, in order to enhance their capacity to provide\nbenefits that are essential for sustainable development.\n\nTarget 15.5\n\nPROTECT BIODIVERSITY AND NATURAL\nHABITATS\nTake urgent and significant action to reduce the degradation of\nnatural habitats, halt the loss of biodiversity and, by 2020, protect and\nprevent the extinction of threatened species.\n\nTarget 15.6\n\nPROMOTE ACCESS TO GENETIC RESOURCES\nAND FAIR SHARING OF THE BENEFITS\nPromote fair and equitable sharing of the benefits arising from the\nutilization of genetic resources and promote appropriate access to\nsuch resources, as internationally agreed.\n\nTarget 15.7\n\nELIMINATE POACHING AND TRAFFICKING\nOF PROTECTED SPECIES\nTake urgent action to end poaching and trafficking of protected\nspecies of flora and fauna and address both demand and supply of\nillegal wildlife products.\n\nTarget 15.8\n\nPREVENT INVASIVE ALIEN SPECIES ON\nLAND AND IN WATER ECOSYSTEMS\nBy 2020, introduce measures to prevent the introduction and\nsignificantly reduce the impact of invasive alien species on land and\nwater ecosystems and control or eradicate the priority species.\n\nTarget 15.9\n\nINTEGRATE ECOSYSTEM AND\nBIODIVERSITY IN GOVERNMENTAL\nPLANNING\nBy 2020, integrate ecosystem and biodiversity values into national and\nlocal planning, development processes, poverty reduction strategies\nand accounts.\n\nTarget 15.A\n\nINCREASE FINANCIAL RESOURCES TO\nCONSERVE AND SUSTAINABLY USE\nECOSYSTEM AND BIODIVERSITY\n\nMobilize and significantly increase financial resources from all sources\nto conserve and sustainably use biodiversity and ecosystems.\n\nTarget 15.B\n\nFINANCE AND INCENTIVIZE SUSTAINABLE\nFOREST MANAGEMENT\nMobilize significant resources from all sources and at all levels to\nfinance sustainable forest management and provide adequate\nincentives to developing countries to advance such management,\nincluding for conservation and reforestation.\n\nTarget 15.C\n\nCOMBAT GLOBAL POACHING AND\nTRAFFICKING\nEnhance global support for efforts to combat poaching and trafficking\nof protected species, including by increasing the capacity of local\ncommunities to pursue sustainable livelihood opportunities.\nWhy should we care?\nForests cover nearly 31 per cent of the world and are home to more than 80 per cent of\nall terrestrial species of animals, plants and insects. However, biodiversity is declining\nfaster than at any other time in human history.\nGlobally, one fifth of the Earth’s land area are degraded, an area nearly the size of India\nand the Russian Federation combined. Land degradation drive species to extinction and\nintensifies climate change, biodiversity and the ecosystem services it underpins can\nalso be the basis for climate change adaptation and disaster risk reduction strategies\nas they can deliver benefits that will increase the resilience of people.\nWhat does loss of forests mean?\nLost forests mean the disappearance of livelihoods in rural communities, increased\ncarbon emissions, diminished biodiversity and the degradation of land. While forest loss\nremains high, 2020 data show that the proportion of forests in protected areas and\nunder long-term management plans increased or remained stable at the global level and\nin most regions of the world.\nAn irreversible effect of human activity on the environment is species extinction, which\nupsets the balance of nature and makes ecosystems more fragile and less resistant to\ndisruptions. A recent UN report on biodiversity found that around 1 million animal and\nplant species are now threatened with extinction, many within decades, more than ever\nbefore in human history.\nHow does it affect our health?\nIncreased demand for animal protein, a rise in intense and unsustainable farming, the\nincreased use and exploitation of wildlife, and the climate crisis are all driving the\nincreased emergence of zoonotic diseases – diseases transmitted from wildlife to\npeople – like COVID-19.\n\nEvery year, some two million people, mostly in low and middle-income countries, die\nfrom neglected zoonotic diseases. The same outbreaks can cause severe illness,\ndeaths, and productivity losses among livestock populations in the developing world, a\nmajor problem that keeps hundreds of millions of small-scale farmers in severe poverty.\nIn the last two decades alone, zoonotic diseases have caused economic losses of more\nthan $100 billion, not including the cost of the COVID-19 pandemic.\nWhat can we do?\nSome things we can do to help include recycling, eating a locally-based diet that is\nsustainably sourced, and consuming only what we need.\nWe must be respectful toward wildlife and only take part in ecotourism opportunities\n\nthat are responsibly and ethically run in order to prevent wildlife disturbance. Well-\nmanaged protected areas support healthy ecosystems, which in turn keep people\n\nhealthy. It is therefor critical to secure the involvement of the local communities in the\ndevelopment and management of these protected areas.",
    "isBook": true 
},
{
    "id": 16,
    "coverImage": "./src/assets/peace.png",
    "title": "16. Strong Institutions",
    "titleDisc": "",
    "information":"GOAL 16: 'PEACE, JUSTICE AND STRONG INSTITUTIONS'",
    "information2":"Goal 16 is about promoting peaceful and inclusive societies, providing access to justice for all and building effective, accountable and inclusive institutions at all levels. People everywhere should be free of fear from all forms of violence and feel safe as they go about their lives whatever their ethnicity, faith or sexual orientation.\n\n\n\n\n\tHowever, ongoing and new violent conflicts around the world are derailing the global path to peace and achievement of Goal 16. Alarmingly, the year 2022 witnessed a more than 50 per cent increase in conflict-related civilian deaths – the first since the adoption of Agenda 2030 – largely due to the war in Ukraine.\n\n\n\n\n\tHigh levels of armed violence and insecurity have a destructive impact on a country’s development, while sexual violence, crime, exploitation and torture are prevalent where there is conflict or no rule of law, and countries must take measures to protect those who are most at risk.\n\n\n\n\n\tGovernments, civil society and communities need to work together to find lasting solutions to conflict and insecurity. Strengthening the rule of law and promoting human rights is key to this process, as is reducing the flow of illicit arms, combating corruption, and ensuring inclusive participation at all times.\n\n\n\n\n\n\nWhy should I care?\n\tHigh levels of armed violence and insecurity have a destructive impact on a country’s development. Sexual violence, crime, exploitation and torture are prevalent where there is conflict or no rule of law.\n\n\n\tGovernments, civil society and communities need to work together to find lasting solutions to conflict and insecurity. Strengthening the rule of law and promoting human rights is key to this process, as is reducing the flow of illicit arms, combating corruption, and ensuring inclusive participation at all times.\n\n\nHow does this apply to where I live?\nGoal 16 aligns with the broader human rights framework by promoting societies that respect and uphold individual rights, as well as the right to privacy, freedom of expression, and access to information.\nPeace is a fundamental precondition for social and economic development. Without peace, societies are often plagued by conflict, violence, and instability, which can hinder progress and result in the loss of lives and resources.\nEqual access to justice is essential for protecting the rights of individuals, resolving disputes, and ensuring that vulnerable populations are not marginalized or mistreated.\nCrimes threatening peaceful societies, including homicides, trafficking and other organized crimes, as well as discriminatory laws or practices, affect all countries.\nWhat if we don’t take action?\nArmed violence and insecurity have a destructive impact on a country’s development, affecting economic growth and often resulting in long-standing grievances among communities.\nViolence also affects children’s health, development and well-being, and their ability to thrive. It causes trauma and weakens social inclusion.\nLack of access to justice means that conflicts remain unresolved and people cannot obtain protection and redress. Institutions that do not function according to legitimate laws are prone to arbitrariness and abuse of power, and less capable of delivering public service to everyone.\nTo exclude and to discriminate not only violates human rights, but also causes resentment and animosity, and could give rise to violence.\nWhat can we do?\nExercise your rights to hold your elected officials to account, to freedom of information and share your opinion with your elected representatives. Promote inclusion and respect towards people of different ethnic origins, religions, gender, sexual orientations or different opinions.\n\n\n\n\nFACTS AND FIGURES:\nOngoing and new violent conflicts around the world are derailing the global path to peace and achievement of Goal 16. Alarmingly, the year 2022 witnessed a more than 50 per cent increase in conflict-related civilian deaths, largely due to the war in Ukraine.\n\nAs of the end of 2022, 108.4 million people were forcibly displaced worldwide – an increase of 19 million compared with the end of 2021 and two and a half times the number of a decade ago.\n\n\nIn 2021, the world experienced the highest number of intentional homicides in the past two decades.\n\n\nStructural injustices, inequalities and emerging human rights challenges are putting peaceful and inclusive societies further out of reach. To meet Goal 16 by 2030, action is needed to restore trust and to strengthen the capacity of institutions to secure justice for all and facilitate peaceful transitions to sustainable development.\nSource: The Sustainable Development Goals Report 2023\n\nGOAL 16 TARGETS:\n16.1 Significantly reduce all forms of violence and related death rates everywhere\n\n16.2 End abuse, exploitation, trafficking and all forms of violence against and torture of children\n\n16.3 Promote the rule of law at the national and international levels and ensure equal access to justice for all\n\n16.4 By 2030, significantly reduce illicit financial and arms flows, strengthen the recovery and return of stolen assets and combat all forms of organized crime\n\n16.5 Substantially reduce corruption and bribery in all their forms\n\n16.6 Develop effective, accountable and transparent institutions at all levels\n\n16.7 Ensure responsive, inclusive, participatory and representative decision-making at all levels\n\n16.8 Broaden and strengthen the participation of developing countries in the institutions of global governance\n\n16.9 By 2030, provide legal identity for all, including birth registration\n\n16.10 Ensure public access to information and protect fundamental freedoms, in accordance with national legislation and international agreements\n\n16.A Strengthen relevant national institutions, including through international cooperation, for building capacity at all levels, in particular in developing countries, to prevent violence and combat terrorism and crime\n\n16.B Promote and enforce non-discriminatory laws and policies for sustainable development\n",
    "isBook": true 
},
{
    "id": 17,
    "coverImage": "./src/assets/partnership.jpg",
    "title": "17. Partnership for Goals",
    "titleDisc": "Definition of Partnerships for the Goals\nPartnerships for the Goals refers to collaborative efforts among governments, private sector entities, civil society organizations, and other stakeholders to work together in advancing sustainable development. These partnerships leverage different strengths and resources to implement sustainable solutions that tackle poverty, inequality, climate change, and other pressing global issues.\n",
    "information":"Goal 17: 'Partnerships for the goals'",
    "information2":"What are Partnerships for the Goals?\nPartnerships for the Goals (SDG 17) recognizes that addressing complex global challenges and achieving all the SDGs requires joint efforts and collective action. This goal aims to mobilize resources, knowledge, technology, and expertise from diverse actors to support sustainable development initiatives worldwide. It calls for fostering partnerships that are inclusive, well-coordinated, and based on mutual accountability and respect.\n\nGoal 17 strives to strengthen implementation mechanisms and revitalise the global partnership for sustainable development. Partnerships are the glue for SDG implementation and will be required to make the Agenda a reality. Goal 17 asks for strengthening implementation mechanisms as well as developing and improving collaborations with a wide range of stakeholders.\n\nThe Goal 17 targets are among the most important tools for advancing child rights and well-being around the world. This goal determines, for example, whether there is adequate data available to identify the children who are most at danger of falling behind.\n\nWhile the number of nations implementing national statistical plans increased in 2018, many of them lacked the essential funding: in Sub-Saharan Africa, for example, just 23% of plans were completely funded. While sufficient data on all SDGs is required to satisfy child rights, UNICEF has prioritised work on indicators in the global SDG monitoring framework that directly affect children. Despite a significant increase in data coverage on these indicators between 2018 and 2019, an average of 75% of child-related SDG indicators in every nation either lack data or show insufficient progress towards meeting global SDG goals by 2030.\n\nUNICEF's commitment to achieving this aim is centred on collaboration with a diverse variety of partners at the global, regional, national, and local levels, spanning the public and private sectors. Goal 17 calls for Member States to considerably increase the availability of reliable, high-quality, and timely disaggregated statistics, as well as to produce progress indicators and promote statistical capacity building in developing countries.\n\n\nGoal 17 Targets\nFinance\n• Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection\n\n• Developed countries to implement fully their official development assistance commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of ODA/GNI to developing countries and 0.15 to 0.20 per cent of ODA/GNI to least developed countries ODA providers are encouraged to consider setting a target to provide at least 0.20 per cent of ODA/GNI to least developed countries\n\n• Mobilize additional financial resources for developing countries from multiple sources\n\n• Assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief and debt restructuring, as appropriate, and address the external debt of highly indebted poor countries to reduce debt distress\n\n• Adopt and implement investment promotion regimes for least developed countries.\n\n\nTechnology\n•Enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism.\n\n• Promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed\n\n• Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology\n\n\nCapacity building\n• Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the sustainable development goals, including through North-South, South-South and triangular cooperation.\n\n\nTrade\n• Promote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda\n\n• Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries’ share of global exports by 2020.\n\n• Realize timely implementation of duty-free and quota-free market access on a lasting basis for all least developed countries, consistent with World Trade Organization decisions, including by ensuring that preferential rules of origin applicable to imports from least developed countries are transparent and simple, and contribute to facilitating market access\n\n\nSystemic issues\nPolicy and institutional coherence\n• Enhance global macroeconomic stability, including through policy coordination and policy coherence\n\n• Respect each country’s policy space and leadership to establish and implement policies for poverty eradication and sustainable development\n\nMulti-stakeholder partnerships\n•Enhance the global partnership for sustainable development, complemented by multi-stakeholder partnerships that mobilize and share knowledge, expertise, technology and financial resources, to support the achievement of the sustainable development goals in all countries, in particular developing countries\n\n• Encourage and promote effective public, public-private and civil society partnerships, building on the experience and resourcing strategies of partnerships\n\n\nData, monitoring and accountability\n• By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts\n\n• By 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries\n\n",
    "isBook": true 
}
]
